Repository: Paving-Base/APK-Installer
Catalog: APKInstaller/APKInstaller/Strings/*/InstallPage.resw
Source language: en_us
Languages: ar_sa, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hu_hu, id_id, it_it, ja_jp, ko_kr, nl_nl, ro_ro, ru_ru, sv_se, tr_tr, uk_ua, vi_vn, zh_latn, zh_tw

# NoDevice10
source: How to connect device
ar_sa: كيف يمكن ربط Wsa
de_de: So verbinden Sie ein Gerät
el_gr: Πώς να συνδέσετε τη συσκευή
es_es: Cómo conectar dispositivos
fa_ir: چگونه دستگاهی را متصل کنیم
fi_fi: Miten yhdistää laite
fr_fr: Comment connecter l'appareil
he_il: כיצד לחבר התקן
hu_hu: Eszköz csatlakoztatása
id_id: Bagaimana cara menghubungkan perangkat
it_it: Come connettere il dispositivo
ja_jp: デバイスを接続する方法
ko_kr: 장치 연결 방법
nl_nl: Hoe verbind je een apparaat
ro_ro: Cum să conectezi dispozitivul
ru_ru: Как подключить устройство
tr_tr: Cihaz nasıl bağlanır
uk_ua: Як підключити пристрій
vi_vn: Cách kết nối thiết bị
zh_latn: Rúhé liánjiē shèbèi
zh_tw: 如何連線至裝置

# NoDeviceInfo
source: If you want to install app into Windows Subsystem for Android™, you need to install it first. If you want to install into other devices, please go to Settings Page, turn "Is Only for WSA" off, and connect your device.
ar_sa: إذا كنت ترغب في تثبيت التطبيق في نظام ويندوز الفرعي لنظام AndroidTM، تحتاج إلى تثبيته أولاً. إذا كنت ترغب في التثبيت في أجهزة أخرى، يرجى الذهاب إلى صفحة الإعدادات، وقم بإيقاف تشغيل "فقط لWSA"، وتوصيل جهازك.
de_de: Wenn Sie die App im Windows-Subsystem für Android™ installieren möchten, müssen Sie sie zuerst installieren. Wenn Sie auf anderen Geräten installieren möchten, gehen Sie bitte zur Einstellungsseite, deaktivieren Sie "Ist nur für WSA" und verbinden Sie Ihr Gerät.
el_gr: Αν θέλετε να εγκαταστήσετε την εφαρμογή στο Υποσύστημα Windows για το AndroidTM, πρέπει πρώτα να το εγκαταστήσετε. Αν θέλετε να εγκαταστήσετε σε άλλες συσκευές, παρακαλώ μεταβείτε στη σελίδα ρυθμίσεων, απενεργοποιήστε το "Is Only for WSA" και συνδέστε τη συσκευή σας.
es_es: Si desea instalar una aplicación en el Subsistema de Windows para AndroidTM, necesita instalarla primero. Si desea instalar en otros dispositivos, por favor vaya a la Página de configuración, desactive "Sólo está para WSA" y conecte su dispositivo.
fa_ir: اگر می‌خواهید برنامه را در زیرسیستم Windows برای Android™ نصب کنید، ابتدا باید آن را نصب کنید. اگر می‌خواهید در دستگاه‌های دیگر نصب کنید، لطفاً به صفحه تنظیمات بروید، «فقط برای WSA» را خاموش کنید و دستگاه خود را وصل کنید.
fr_fr: Si vous souhaitez installer l'application dans Windows Subsystem for Android™, vous devez d'abord l'installer. Si vous voulez l'installer sur d'autres appareils, allez sur la page des paramètres, désactivez "Uniquement pour WSA", et connectez votre appareil.
he_il: אם ברצונך להתקין אפליקציה במערכת המשנה של Windows עבור Android™, עליך להתקין אותה תחילה. אם ברצונך להתקין בהתקנים אחרים, עבור אל דף ההגדרות, כבה את "Is Only for WSA" וחבר את ההתקן שלך.
hu_hu: Ha appot telepítenél a Windows Subsystem for Android™ rendszerbe, először azt kell telepítened. Ha más eszközökre telepítenél, lépj a Beállítások oldalra, kapcsold ki a "Csak WSA számára" opciót és csatlakoztasd a készülékedet.
id_id: Jika Anda ingin menginstal aplikasi ke Windows Subsystem for Android™, Anda harus menginstalnya terlebih dahulu. Jika Anda ingin menginstal ke perangkat lain, silakan buka Halaman Pengaturan, matikan "Hanya untuk WSA", dan sambungkan perangkat Anda.
it_it: Se vuoi installare l'applicazione in Windows Subsystem for Android™, devi farlo prima. Se vuoi installare l'app in altri dispositivi, vai alla pagina delle impostazioni, disattiva "Solo WSA" e collega il nuovo dispositivo.
ja_jp: Android用Windowsサブシステムにアプリをインストールする場合、先にAndroid用Windowsサブシステムをダウンロードする必要があります。ほかのデバイスにインストールする場合は、設定から「WSAにのみインストールする」を無効にし、デバイスを接続します。
ko_kr: Android™용 Windows 하위 시스템에 앱을 설치하려면 먼저 앱을 설치해야 합니다. 다른 디바이스에 설치하려면 설정 페이지로 이동하여 'WSA 전용'을 끄고 디바이스를 연결하세요.
nl_nl: Als u de app wilt installeren in Windows Subsysteem voor Android™, moet u deze eerst installeren. Als u het op andere apparaten wilt installeren, ga dan naar Instellingen en zet "Alleen voor WSA" uit en verbind uw apparaat.
ro_ro: Dacă doriți să instalați aplicația în Subsistemul Android™ pentru Windows, va trebui să-l instalați mai întâi. Dacă doriți să instalați pe alte dispozitive, vă rugăm să mergeți la setări, să dezactivați "este doar pentru WSA", si să vă conectați dispozitivul.
ru_ru: Если вы хотите установить приложение в подсистему Windows для Android™, то сначала её нужно установить. Если вы хотите установить приложение на другие устройства, то перейдите в Настройки программы, включите "Только для WSA" и подключите ваше устройство.
sv_se: Om du vill installera appen i Windows Subsystem för AndroidTM, måste du installera den först. Om du vill installera på andra enheter, gå till sidan Inställningar, stäng av "Is Only for WSA" och anslut enheten.
tr_tr: Uygulamayı Android™ için Windows Alt Sistemine yüklemek istiyorsanız, önce onu yüklemeniz gerekir. Başka cihazlara yüklemek istiyorsanız, lütfen Ayarlar Sayfasına gidin, "Yalnızca WSA İçindir" seçeneğini kapatın ve cihazınızı bağlayın.
uk_ua: Якщо ви хочете інсталювати додаток в підсистему Windows для Android™, спершу її потрібно інсталювати. Якщо ви хочете інсталювати на інших пристроях, перейдіть на сторінку налаштувань, вимкніть параметр «Тільки для WSA» та підключіть свій пристрій.
vi_vn: Nếu bạn muốn cài đặt ứng dụng vào Windows Subsystem cho Android, trước tiên bạn cần cài đặt nó. Nếu bạn muốn cài đặt vào các thiết bị khác, vui lòng truy cập Trang cài đặt, tắt "Chỉ dành cho WSA" và kết nối thiết bị của bạn.
zh_latn: Rúguǒ nín xiǎngyào jiāng yìngyòng chéngxùānzhuāng dào shìyòng yú Windows de Android™ zǐxìtǒng, nín xūyào xiān ānzhuāng tā. Rúguǒ nín xiǎngyào ānzhuāng dào qítā shèbèi, qǐng jìnrù shèzhì yèmiàn, guānbì "jǐn shìyòng yú WSA" , bìng liánjiē nín de shèbèi.
zh_tw: 如果您想要將應用程式安裝至 Windows 子系統 Android 版 ™️，您需要先將其安裝。如果您想要安裝至其他裝置，請進入設定頁面，關閉「僅適用於 WSA」，並連線至您的裝置。

# NoDeviceInfo10
source: #### Using USB 1. Please make sure APK Installer has been updated to [the latest version](https://www.microsoft.com/store/productId/9P2JFQ43FPPG "APK Installer") 2. Turn on Developer Mode, open USB Debug 3. Go to the Settings Page of APK Installer, select your device 4. Go back, resume installation #### Using Wifi 1. Please make sure APK Installer has been updated to [the latest version](https://www.microsoft.com/store/productId/9P2JFQ43FPPG "APK Installer") 2. Turn on Developer Mode, open Remote Debug 3. Remember the IP address of your device 4. Go to the Settings Page of APK Installer, connect and select your device 5. Go back, resume installation [Learn More]({0})
ar_sa: #### استخدام USB 1. الرجاء التأكد من تحديث APK Installer إلى [أحدث إصدار](https://www.microsoft.com/store/productId/9P2JFQ43FPPG "APK Installer") 2. تشغيل وضع المطور، فتح تصحيح أخطاء USB 3. انتقل إلى صفحة إعدادات تثبيت APK ، حدد جهازك 4. العودة ، استئناف التثبيت #### باستخدام Wifi 1. الرجاء التأكد من أن مثبت APK قد تم تحديثه إلى [أحدث إصدار](https://www.microsoft.com/store/productId/9P2JFQ43FPPG "APK Installer") 2. تشغيل وضع المطور، فتح التصحيح عن بعد 3. تذكر عنوان IP لجهازك 4. انتقل إلى صفحة إعدادات تثبيت APK ، واتصل وحدد جهازك 5. العودة، استئناف التثبيت [اعرف المزيد]({0})
de_de: #### Verwenden von USB 1. Bitte stellen Sie sicher, dass APK Installer auf [die neueste Version] aktualisiert wurde (https://www.microsoft.com/store/productId/9P2JFQ43FPPG "APK Installer") 2. Schalten Sie den Entwicklermodus ein, öffnen Sie USB Debug 3. Gehen Sie zur Einstellungsseite des APK-Installationsprogramms, wählen Sie Ihr Gerät aus 4. Gehen Sie zurück, setzen Sie die Installation fort #### Mit Wifi 1. Bitte stellen Sie sicher, dass APK Installer auf [die neueste Version] aktualisiert wurde (https://www.microsoft.com/store/productId/9P2JFQ43FPPG "APK Installer") 2. Schalten Sie den Entwicklermodus ein, öffnen Sie Remote Debug 3. Merken Sie sich die IP-Adresse Ihres Geräts 4. Gehen Sie zur Einstellungsseite des APK-Installationsprogramms, verbinden Sie sich und wählen Sie Ihr Gerät aus 5. Gehen Sie zurück und setzen Sie die Installation fort [mehr erfahren...] ({0})
el_gr: #### Χρησιμοποιώντας USB 1. Βεβαιωθείτε ότι ο εγκαταστάτης APK έχει ενημερωθεί στην [τελευταία έκδοση](https://www.microsoft.com/store/productId/9P2JFQ43FPPG "Εγκαταστάτης APK") 2. Ενεργοποιήστε τη Λειτουργία Προγραμματιστή, ανοίξτε το Αποσφαλμάτωση USB 3. Μεταβείτε στη Σελίδα Ρυθμίσεων του Εγκαταστάτη APK, επιλέξτε τη συσκευή σας 4. Πηγαίνετε πίσω, συνεχίστε την εγκατάσταση ### Χρησιμοποιώντας Wifi 1. Παρακαλώ βεβαιωθείτε ότι το APK Installer έχει ενημερωθεί στην [τελευταία έκδοση](https://www.microsoft.com/store/productId/9P2JFQ43FPPG "APK Installer") 2. Ενεργοποιήστε τη λειτουργία για προγραμματιστές, ανοίξτε την απομακρυσμένη αποσφαλμάτωση 3. Θυμηθείτε τη διεύθυνση IP της συσκευής σας 4. Μεταβείτε στη σελίδα Ρυθμίσεις του εγκαταστάτη APK, συνδεθείτε και επιλέξτε τη συσκευή σας 5. Πηγαίνετε πίσω, συνεχίστε την εγκατάσταση [Μάθετε Περισσότερα]({0})
es_es: #### Usando USB 1. Por favor, asegúrate de que APK Installer ha sido actualizado a [la última versión](https://www.microsoft.com/store/productId/9P2JFQ43FPPG "APK Installer") 2. Activa el modo de desarrollador, abre la depuración USB 3. Ve a la página de ajustes de APK Installer, selecciona tu dispositivo 4. Vuelve, resume la instalación #### Usando Wifi 1. Por favor, asegúrate de que APK Installer ha sido actualizado a [la última versión](https://www.microsoft.com/store/productId/9P2JFQ43FPPG "APK Installer") 2. Activa el modo de desarrollador, abre la depuración remota 3. Recuerda la dirección IP de tu dispositivo 4. Ve a la página de ajustes de APK Installer, conecta y selecciona tu dispositivo 5. Vuelve, resume la instalación [Saber más]({0})1
fa_ir: #### با استفاده از USB 1. لطفاً مطمئن شوید که APK Installer به [آخرین نسخه] به‌روزرسانی شده است (https://www.microsoft.com/store/productId/9P2JFQ43FPPG "APK Installer") 2. Developer Mode را روشن کنید، USB Debug را باز کنید 3. به صفحه تنظیمات APK Installer بروید، دستگاه خود را انتخاب کنید 4. به عقب برگردید، نصب را از سر بگیرید #### با استفاده از Wifi - اینترنت 1. لطفاً مطمئن شوید که APK Installer به [آخرین نسخه] به‌روزرسانی شده است (https://www.microsoft.com/store/productId/9P2JFQ43FPPG "APK Installer") 2. Developer Mode را روشن کنید، Remote Debug را باز کنید 3. آدرس IP دستگاه خود را به خاطر بسپارید 4. به صفحه تنظیمات APK Installer بروید، متصل شوید و دستگاه خود را انتخاب کنید 5. برگردید، نصب را از سر بگیرید [بیشتر بیاموزید]({0})
fr_fr: #### Utilisation de l'USB 1. Assurez-vous que APK Installer a été mis à jour vers [la dernière version] (https://apps.microsoft.com/store/detail/apk-installers/9P2JFQ43FPPG "APK Installer") 2. Activez le mode développeur, ouvrez USB Debug 3. Allez à la page des paramètres d'APK Installer, sélectionnez votre appareil 4. Revenez en arrière, reprenez l'installation #### Utilisation du Wifi 1. Assurez-vous que APK Installer a été mis à jour vers [la dernière version] (https://apps.microsoft.com/store/detail/apk-installers/9P2JFQ43FPPG "APK Installer") 2. Activez le mode développeur, ouvrez le débogage à distance 3. Mémorisez l'adresse IP de votre appareil 4. Allez sur la page des paramètres d'APK Installer, connectez-vous et sélectionnez votre appareil 5. Revenez en arrière, reprenez l'installation [En savoir plus]({0})
he_il: #### באמצעות USB 1. ודא שמתקין APK עודכן ל [הגרסה האחרונה](https://www.microsoft.com/store/productId/9P2JFQ43FPPG "מתקין APK") 2. הפעל את מצב מפתח, פתח את איתור באגים ב- USB 3. עבור אל דף ההגדרות של מתקין APK, בחר את המכשיר שלך 4. חזור אחורה, חדש את ההתקנה #### באמצעות WiFi 1. ודא שמתקין APK עודכן ל [הגרסה האחרונה](https://www.microsoft.com/store/productId/9P2JFQ43FPPG "מתקין APK") 2. הפעל את מצב מפתח, פתח איתור באגים מרחוק 3. זכרו את כתובת ה-IP של המכשיר שלכם 4. עבור אל דף ההגדרות של מתקין APK, חבר ובחר את המכשיר שלך 5. חזור אחורה, חדש את ההתקנה [מידע נוסף] ({0})
hu_hu: #### USB használatával 1. Győződj meg arról, hogy az APK Telepítő frissítve van [a legújabb verzióra](https://www.microsoft.com/store/productId/9P2JFQ43FPPG "APK Installer") 2. Kapcsold be a fejlesztői módot és az USB hibakeresést. 3. Menj az APK Telepítő beállításainak oldalára, válaszd ki az eszközödet. 4. Lépj vissza, folytasd a telepítést #### Wifi használatával 1. Győződjön meg arról, hogy az APK Telepítő frissítve van [a legújabb verzióra](https://www.microsoft.com/store/productId/9P2JFQ43FPPG "APK Installer") 2. Kapcsold be a fejlesztői módot és a távoli hibakeresést. 3. Jegyezd meg a készülék IP-címét 4. Lépj az APK Telepítő beállításainak oldalára, csatlakoztasd és válaszd ki az eszközödet. 5. Lépj vissza, folytasd a telepítést [Bővebben]({0})
id_id: #### Menggunakan USB 1. Pastikan Penginstal APK telah diperbarui ke [versi terbaru](https://www.microsoft.com/store/productId/9P2JFQ43FPPG "APK Installer") 2. Aktifkan Mode Pengembang, buka USB Debug 3. Buka Halaman Pengaturan Penginstal APK, pilih perangkat Anda 4. Kembali, lanjutkan instalasi #### Menggunakan Wifi 1. Pastikan Penginstal APK telah diperbarui ke [versi terbaru](https://www.microsoft.com/store/productId/9P2JFQ43FPPG "APK Installer") 2. Aktifkan Mode Pengembang, buka Debug Jarak Jauh 3. Ingat alamat IP perangkat Anda 4. Buka Halaman Pengaturan Penginstal APK, sambungkan dan pilih perangkat Anda 5. Kembali, lanjutkan instalasi [Pelajari Lebih Lanjut]({0})
it_it: #### Tramite USB 1. Assicurati che APK Installer sia stato aggiornato all'[ultima versione](https://www.microsoft.com/store/productId/9P2JFQ43FPPG "APK Installer") 2. Attiva la Modalità sviluppatore e autorizza il Debug USB 3. Vai alla pagina Impostazioni dell'Installatore APK, seleziona il tuo dispositivo 4. Torna indietro e riprendi l'installazione #### Tramite Wifi 1. Assicurati che APK Installer sia stato aggiornato all'[ultima versione](https://www.microsoft.com/store/productId/9P2JFQ43FPPG "APK Installer") 2. Attiva la modalità sviluppatore e autorizza il Debug Wi-Fi 3. Ricorda l'indirizzo IP del tuo dispositivo 4. Vai alla pagina Impostazioni di APK Installer, connetti e seleziona il tuo dispositivo 5. Torna indietro e riprendi l'installazione [Ulteriori informazioni]({0})
ja_jp: #### Using USB 1. APKインストーラを [最新のバージョン](https://www.microsoft.com/store/productId/9P2JFQ43FPPG "APK Installer") に更新します。 2. 開発者モードを有効にし、USBデバッグを開きます。 3. APKインストーラの設定画面を開き、お使いのデバイスを選択します。 4. 作業に戻り、インストールを再開します。 #### Using Wifi 1. APKインストーラを [最新のバージョン](https://www.microsoft.com/store/productId/9P2JFQ43FPPG "APK Installer") に更新します。 2. 開発者モードを有効にし、ワイヤレスデバッグを開きます。 3. お使いのデバイスのIPアドレスをメモします。 4. APKインストーラの設定画面を開き、お使いのデバイスを選択します。 5. 作業に戻り、インストールを再開します。 [詳細を見る]({0})
ko_kr: #### USB 사용 1. APK 설치 관리자가 [최신 버전](https://www.microsoft.com/store/productId/9P2JFQ43FPPG "APK Installer")으로 업데이트되었는지 확인하세요. 2. 개발자 모드를 켜고 USB 디버그를 엽니다. 3. APK 설치 관리자의 설정 페이지로 이동하여 기기를 선택합니다. 4. 돌아가서 설치 다시 시작 #### Wi-Fi 사용 1. APK 설치 관리자가 [최신 버전](https://www.microsoft.com/store/productId/9P2JFQ43FPPG "APK Installer")으로 업데이트되었는지 확인하세요. 2. 개발자 모드를 켜고 원격 디버그를 엽니다. 3. 디바이스의 IP 주소 기억하기 4. APK 설치 관리자의 설정 페이지로 이동하여 기기를 연결하고 선택합니다. 5. 돌아가서 설치 다시 시작 [자세히 알아보기]({0})
nl_nl: #### Bij gebruik van USB 1. Controleer of de APK Installer is bijgewerkt naar [de nieuwste versie](https://www.microsoft.com/store/productId/9P2JFQ43FPPG "APK Installer") 2. Schakel Ontwikkelaarsmodus in, open USB Debug 3. Ga naar Instellingen cvan APK Installer, selecteer uw apparaat 4. Ga terug, ga verder met de installatie #### Bij gebruik van WiFi 1. Controleer of de APK Installer is bijgewerkt naar [de nieuwste versie](https://www.microsoft.com/store/productId/9P2JFQ43FPPG "APK Installer") 2. Schakel Ontwikkelaarsmodus in, open Remote Debug 3. Onthoud het IP-adres van uw apparaat 3. Ga naar Instellingen cvan APK Installer, verbind en selecteer uw apparaat 4. Ga terug, ga verder met de installatie [Meer informatie]({0})
ro_ro: #### Folosind USB 1. Asigurați-vă că APK Installer a fost actualizat la [cea mai recentă versiune](https://www.microsoft.com/store/productId/9P2JFQ43FPPG „APK Installer”) 2. Activați Modul Dezvoltator, deschideți Depanare USB 3. Accesați pagina Setări a APK Installer, selectați dispozitivul dvs. 4. Reveniți, reluați instalarea #### Folosind Wifi 1. Asigurați-vă că APK Installer a fost actualizat la [cea mai recentă versiune](https://www.microsoft.com/store/productId/9P2JFQ43FPPG „APK Installer”) 2. Activați Modul dezvoltator, deschideți Remote Debug 3. Amintiți-vă adresa IP a dispozitivului dvs 4. Accesați pagina Setări a APK Installer, conectați-vă și selectați dispozitivul dvs. 5. Reveniți, reluați instalarea [Aflați mai multe]({0})
ru_ru: #### С помощью USB 1. Убедитесь, что программа установки APK обновлена до [последней версии](https://www.microsoft.com/store/productId/9P2JFQ43FPPG "APK Installer") 2. Включите режим разработчика, откройте отладку по USB 3. Перейдите на страницу настроек программы APK Installer, выберите ваше устройство 4. Вернитесь назад, возобновите установку #### С помощью Wi-Fi 1. Пожалуйста, убедитесь, что программа APK Installer обновлена до [последней версии](https://www.microsoft.com/store/productId/9P2JFQ43FPPG "APK Installer") 2. Включите режим разработчика, откройте беспроводную отладку 3. Запомните IP-адрес вашего устройства 4. Перейдите на страницу настроек программы APK Installer, подключитесь и выберите устройство 5. Вернитесь, продолжите установку [Подробнее]({0})
sv_se: #### Använda USB 1. Se till att APK Installer har uppdaterats till [den senaste versionen](https://www.microsoft.com/store/productId/9P2JFQ43FPPG "APK Installer") 2. Aktivera Utvecklarläge, öppna USB Debug 3. Gå till sidan Inställningar i APK Installer, välj enheten 4. Gå tillbaka, fortsätt installationen #### Använda Wifi 1. Vänligen se till att APK Installer har uppdaterats till [den senaste versionen](https://www.microsoft.com/store/productId/9P2JFQ43FPPG "APK Installer") 2. Slå på Developer Mode, öppna Remote Debug 3. Kom ihåg IP-adressen för din enhet 4. Gå till sidan Inställningar i APK Installer, anslut och välj din enhet 5. Gå tillbaka, återuppta installation [Läs mer]({0})
tr_tr: #### USB'yi Kullanma 1. Lütfen APK Yükleyici'nin [en son sürüme] güncellendiğinden emin olun(https://www.microsoft.com/store/productId/9P2JFQ43FPPG "APK Yükleyici") 2. Geliştirici Modunu açın, USB Hata Ayıklamayı açın 3. APK Installer'ın Ayarlar Sayfasına gidin, cihazınızı seçin 4. Geri dönün, kuruluma devam edin #### Wifi Kullanımı 1. Lütfen APK Yükleyici'nin [en son sürüme] güncellendiğinden emin olun(https://www.microsoft.com/store/productId/9P2JFQ43FPPG "APK Yükleyici") 2. Geliştirici Modunu açın, Uzaktan Hata Ayıklamayı açın 3. Cihazınızın IP adresini hatırlayın 4. APK Installer'ın Ayarlar Sayfasına gidin, bağlanın ve cihazınızı seçin 5. Geri dönün, kuruluma devam edin [Daha Fazla Bilgi]({0})
uk_ua: #### За допомогою USB 1. Переконайтеся, що Інсталятор APK оновлено до [останньої версії](https://www.microsoft.com/store/productId/9P2JFQ43FPPG "APK Installer") 2. Увімкніть режим розробника, відкрийте налагодження USB 3. Перейдіть на сторінку налаштувань Інсталятора APK, виберіть свій пристрій 4. Поверніться, відновіть встановлення #### За допомогою Wi-Fi 1.Переконайтеся, що Інсталятор APK оновлено до [останньої версії](https://www.microsoft.com/store/productId/9P2JFQ43FPPG "APK Installer") 2. Увімкніть режим розробника, відкрийте безпровідне надагодження 3. Запам'ятайте IP-адресу вашого пристрою 4. Перейдіть на сторінку налаштувань Інсталятора APK, підключіться та виберіть свій пристрій 5. Поверніться, відновіть встановлення [Докладніше]({0})
vi_vn: #### Sử dụng USB 1. Vui lòng đảm bảo rằng Trình cài đặt APK đã được cập nhật lên [phiên bản mới nhất](https://www.microsoft.com/store/productId/9P2JFQ43FPPG "Trình cài đặt APK") 2. Bật Chế độ nhà phát triển, mở USB Debug 3. Vào trang Cài đặt của APK Installer, chọn thiết bị của bạn 4. Quay lại, tiếp tục cài đặt #### Sử dụng Wifi 1. Vui lòng đảm bảo rằng Trình cài đặt APK đã được cập nhật lên [phiên bản mới nhất](https://www.microsoft.com/store/productId/9P2JFQ43FPPG "Trình cài đặt APK") 2. Bật Chế độ nhà phát triển, mở gỡ lỗi từ xa 3. Ghi nhớ địa chỉ IP của thiết bị của bạn 4. Vào trang Cài đặt của APK Installer, kết nối và chọn thiết bị của bạn 5. Quay lại, tiếp tục cài đặt [Tìm hiểu thêm] ({0})
zh_latn: #### Shǐyòng USB 1. Qǐng quèbǎo APK Installer yǐjīng gēngxīn dào le [Zuìxīn bǎnběn](https://www.microsoft.com/store/productId/9P2JFQ43FPPG "APK Installer") 2. Dǎkāi kāifāzhě móshì, dǎkāi USB tiáoshì 3. Qiánwǎng APK Installer de shèzhì yèmiàn, xuǎnzé nín de shèbèi 4. Fǎnhuí, jìxù ānzhuāng #### Shǐyòng Wifi 1. Qǐng quèbǎo APK Installer yǐjīng gēngxīn dào le [Zuìxīn bǎnběn](https://www.microsoft.com/store/productId/9P2JFQ43FPPG "APK Installer") 2. Dǎkāi kāifāzhě móshì, dǎkāi yuǎnchéng tiáoshì 3. Jìzhù nín shèbèi de IP dìzhǐ 4. Qiánwǎng APK Installer de shèzhì yèmiàn, liánjiē bìng xuǎnzé nín de shèbèi 5. Fǎnhuí, jìxù ānzhuāng [Liǎojiě gèngduō]({0})
zh_tw: #### 使用 USB 1. 請確保 APK Installer 已經更新到了[最新版本](https://www.microsoft.com/store/productId/9P2JFQ43FPPG "APK Installer") 2. 開啟開發人員模式，開啟 USB 偵錯 3. 前往 APK Installer 的設定頁面，選取您的裝置 4. 返回，繼續安裝 #### 使用 Wi-Fi 1. 請確保 APK Installer 已經更新到了[最新版本](https://www.microsoft.com/store/productId/9P2JFQ43FPPG "APK Installer") 2. 開啟開發人員模式，打開遠端偵錯 3. 記住您裝置的 IP 位址 4. 前往 APK Installer 的設定頁面，連線並選取您的裝置 5. 返回，繼續安裝 [瞭解更多]({0})

# NoInternet
source: Cannot connect Internet
ar_sa: لا يمكن الاتصال بالإنترنت
de_de: Keine Internetverbindung möglich
el_gr: Αδυναμία σύνδεσης στο Διαδίκτυο
es_es: No se pudo conectar a Internet
fa_ir: نمی توان اینترنت را وصل کرد
fi_fi: Ei voitu yhdistää Internettiin
fr_fr: La connexion à Internet a échouée
he_il: אין אפשרות גישה לאינטרנט
hu_hu: Nincs internetkapcsolat
id_id: Tidak dapat menghubungkan Internet
it_it: Impossibile connettersi a Internet
ja_jp: インターネットに接続できません
ko_kr: 인터넷에 연결할 수 없습니다.
nl_nl: Kan geen verbinding maken met internet
ro_ro: Nu se poate conecta la Internet
ru_ru: Невозможно подключиться к Интернету
tr_tr: İnternete bağlanılamadı
uk_ua: Не вдалося під'єднатися до Інтернету
vi_vn: Không thể kết nối tới Internet
zh_latn: Wúfǎ liánjiē dào wǎngluò
zh_tw: 無法連線至網際網路

# NoInternetInfo
source: Please connect to the internet before opening the app.
ar_sa: الرجاء الاتصال بالإنترنت قبل فتح التطبيق.
de_de: Bitte verbinden Sie sich mit dem Internet, bevor Sie die App öffnen.
el_gr: Παρακαλώ συνδεθείτε στο διαδίκτυο πριν ανοίξετε την εφαρμογή.
es_es: Por favor, conéctate a Internet antes de continuar.
fa_ir: لطفا قبل از باز کردن برنامه از وصل بودن اینترنت مطمئن شوید.
fi_fi: Yhdistä internettiin ennen kuin avaat ohjelman.
fr_fr: Veuillez vous connecter à internet avant d'ouvrir l'application.
he_il: אנא התחבר לאינטרנט לפני שתמשיך.
hu_hu: Az app megnyitása előtt csatlakozz az internethez.
id_id: Mohon hubungkan ke internet sebelum membuka aplikasinya.
it_it: Connettiti a internet prima di avviare l'app.
ja_jp: アプリを開く前にインターネットに接続してください。
ko_kr: 앱을 열기 전에 인터넷에 연결하세요.
nl_nl: Maak verbinding met internet voordat u de app opent.
ro_ro: Vă rugăm să vă conectați la internet înainte de a deschide aplicația.
ru_ru: Пожалуйста, подключитесь к Интернету перед открытием приложения.
tr_tr: Lütfen uygulamayı açmadan önce internete bağlanın.
uk_ua: Перш ніж відкривати програму, увімкнутися до Інтернету.
vi_vn: Hãy kết nối tới Internet trước khi mở ứng dụng.
zh_latn: Qǐng liánjiē wǎngluò hòu zài dǎkāi yìngyòng.
zh_tw: 請連線至網際網路後再開啟此應用程式。
